Repository: mevellea/GlobeTrotter
Catalog: GlobeTrotter/GlobeTrotter/strings/*/Resources.resw
Source language: en
Languages: fr

source: Add
fr: Ajouter

# AddSec
source: Add a sec.
fr: Ajouter une seconde

source: Camera
fr: Appareil photo

source: Creating
fr: Création de

# CreatingThumb
source: Creating thumbnails
fr: Création des vignettes

source: Delete
fr: Supprimer

source: Downloading itinerary
fr: Téléchargement de l'itinéraire

# ImportPicture
source: Importing picture
fr: Importation de l'image

# ImportStart
source: Start import...
fr: Importation commencée...

# ImportSucceeded
source: Import succeded!
fr: L'importation est terminée !

# ImportSwipe
source: To import your first trip, right click or swipe bottom of the screen.
fr: Pour importer vos photos, faites glisser le bas de l'écran

source: of
fr: sur

source: Select folder
fr: Sélection d'un dossier

source: pictures imported
fr: images importées

source: Remove
fr: Supprimer

# RemSec
source: Remove a sec.
fr: Supprimer une seconde

source: Search
fr: Rechercher

# SearchLocation
source: Search a location...
fr: Rechercher un emplacement...

source: seconds
fr: secondes

source: Welcome
fr: Bienvenue

source: Import finished!
fr: Importation terminée !

# Relocation
source: To define GPS location, drag and drop on the map
fr: Pour définir l'emplacement d'un album, déposez le sur la carte

# UnknownLocation
source: Some albums are not located
fr: Position non définie

# ViewMap
source: View on map
fr: Voir sur la carte

source: Country
fr: Pays

# AddTrip
source: Add a trip
fr: Importer

# ClearTrip
source: Clear all trips
fr: Tout supprimer

# SearchPictures
source: Searching pictures...
fr: Recherche des images...

# DeleteTrip
source: Delete a trip
fr: Supprimer un voyage

# DeleteTripInfo
source: To delete a trip, drag and drop into the trash
fr: Pour supprimer un album, déposez-le dans la corbeille

# DeleteNo
source: Don't delete
fr: Ne pas supprimer

# DeleteYes
source: Delete all
fr: Tout supprimer

source: Warning!
fr: Attention!

# WarningDeleteMsg
source: You are going to delete all your trips and your progression
fr: Vous êtes sur le point de supprimer toute votre progression

# Diaporama
source: Slideshow
fr: Diaporama

# DiaporamaEnabled
source: Slideshow is not enabled.
fr: Le diaporama n'est pas disponible

# DiaporamaStart
source: To start slideshow, swipe down bottom of screen and select play.
fr: Pour démarrer le diaporama, glissez le bas de l'écran

source: Full screen mode
fr: Mode plein écran

# NavigateArrows
source: To navigate between pictures, use left and right arrows.
fr: Naviguez avec les flèches gauche et droite

source: Sample mode
fr: Mode démonstration

source: Sample
fr: démo

source: Play
fr: Démarrer

source: Awesome!
fr: Génial!

# ItemUnlocked
source: New item unlocked!
fr: Nouvel objet débloqué!

# Message
source: Feedback
fr: Suggestions

# Feedback
source: Don't hesitate to send me a feedback, a bug report or a suggestion of evolution at my email address
fr: N'hésitez pas a m'envoyer vos suggestions ou rapport d'erreurs:

# FeedbackTitle
source: Feedback and bug report
fr: Suggestions / rapport d'erreur

# SampleRemoved
source: Sample trips have been removed
fr: Les albums de démonstration ont été supprimés

source: Continue
fr: Continuer

source: Import later
fr: Importer plus tard

# FirstImport
source: First successful import!
fr: Premier import réussi!

# NoPicture
source: No picture found
fr: Aucune image trouvée

# MultipleDescription
source: Your selection contains several sub-folders. The import tool can create one album per sub-folder, or one album per day of your trip. If your sub-folders are not organized by event or date, you can also cancel so as to reorganize your sub-folders, and import later.
fr: Votre sélection contient plusieurs sous-dossiers. L’outil d’importation peut créer un album par sous-dossier, ou un album par journée de votre voyage. Si vos sous-dossiers ne sont pas organisés par évènements ou par date, vous pouvez également annuler afin de les réorganiser et importer plus tard.

# ImportByDate
source: Create one album per day
fr: Créer un album par journée

# ImportByFolder
source: Create one album per sub-folder
fr: Créer un album par sous-dossier

# ImportSingle
source: Create one single album
fr: Créer un album unique

# SingleDescription
source: Your selection contains one single folder. The import tool can create one single album, or one album per day of your trip. If you want to take profit of the event localization, you can also cancel and create sub-folders for each event or place you visited. During your next import, the app will create one album per sub-folder.
fr: Votre sélection contient un seul dossier. L’outil d’importation peut créer un album unique, ou un album par journée de voyage. Pour profiter au mieux de la localisation des albums, vous pouvez également annuler afin de créer des sous-dossiers par évènements ou endroits visités. Lors de la prochaine importation l'application créera un album par sous-dossier.

source: Why?
fr: Pourquoi?

# Thanks
source: Thanks for using GlobeTrotter!
fr: Merci d'utiliser GlobeTrotteur!

source: Understood!
fr: Compris!

source: Upgrade
fr: Passer a la version complète

# VersionBasic
source: Your are using the basic version. You can't import more than 2 trips. For a better experience, consider switching to the full version!
fr: Vous utilisez la version basique de GlobeTrotteur. Votre bibliothèque ne peux pas contenir plus de 2 voyages. Pour une meilleure expérience, pensez à passer à la version complète!

# Reinitialize
source: Reinitialize all
fr: Tout réinitialiser

source: Cancel
fr: Annuler

source: Go offline
fr: Mode hors-ligne

# LimitReached
source: Download quota reached
fr: Quota de téléchargement atteint

# UpgradeOrWaitTomorrow
source: Your have downloaded the maximum number of itineraries and places for today, please upgrade or wait until tomorrow!
fr: Vous avez téléchargé le nombre maximum d'itinéraires et d'emplacement pour aujourd'hui, merci de passer a la version complète ou d'attendre demain!

source: Settings
fr: Paramètres

source: General
fr: Général

source: Help
fr: Aide

# ConfigUnits
source: Display distances in 'miles' instead of 'km'
fr: Distances en 'miles' au lieu de 'km'

# ConfigDownload
source: Downloading places and itineraries can generate significant amount of data
fr: Télécharger depuis Internet

# LimitedConnection
source: Your mobile connection is metered. This application is going to download data from the Internet, which might results in additional costs. If you don't want to see this message again, uncheck 'Display warnings' in settings panel
fr: Votre connection mobile est limitée. L'application va télécharger des données sur Internet, ce qui peux générer des surcoûts. Pour ne plus afficher ce message, décocher "Afficher les avertissements" dans le panneau de configuration

# ConfigWarnings
source: Display a message when download quota is almost reached
fr: Affiche un message quand le quota de téléchargement est presque atteint

# HomeRegion
source: Home country
fr: Pays d'origine

# UpgradeNotAvailable
source: Full version is not available on the store at the moment. Sorry for this.
fr: Désolé, la version complète n'est pas encore disponible sur le store.

# AppName
source: GlobeTrotter
fr: GlobeTrotteur

# DragDropEnabled
source: Drag & drop is not enabled
fr: La localisation des albums est désactivée

source: About
fr: À Propos

# ConfigDownloadTitle
source: Download from Internet
fr: Téléchargement de données

# ConfigMetadata
source: When the location of a picture is defined, the GPS metadata field of the source file in 'My pictures' is updated
fr: Mets à jour les métadonnées du fichier source (modifie la position GPS du fichier dans 'Mes Images')

# ConfigMetadataTitle
source: Update metadata
fr: Mets à jour les métadonnées

# ConfigUnitsTitle
source: Metric system
fr: Système métrique

# ConfigWarningsTitle
source: Display warnings
fr: Affichage des avertissements

source: countries visited
fr: pays visités

# ReviewDefinition
source: Review pictures of your last trip
fr: Revivez votre dernier voyage

# ThanksPurchase
source: Thanks for your purchase!
fr: Merci pour votre achat!

# VersionFull
source: Your are using the full version. You can import unlimited number of trips.
fr: Vous utilisez la version complète de GlobeTrotteur. Votre bibliothèque peux contenir un nombre illimité de voyages.

# ImportCamera
source: From camera
fr: Appareil photo

# NoCamera
source: No device was found on this computer
fr: Aucun stockage Usb n'a été trouvé

# ImagesFound
source: pictures found
fr: images trouvées

# ImportFirst
source: Import all pictures?
fr: Importer toutes les images?

# ImportSince
source: Import all pictures since previous import on
fr: Importer toutes les images depuis le

# PrivacyStatement
source: View privacy statement
fr: Voir les conditions d'utilisation

# AutomaticRename
source: Rename source files?
fr: Renommer automatiquement?

# ConfigRename
source: Update files and folders according to albums name
fr: Renomme les images et les dossiers suivant le date et l'emplacement de la prise de vue.

# ConfigRenameTitle
source: Organize and rename automatically
fr: Renommer automatiquement

source: No
fr: Non

# RenameQuestion
source: Do you want to let the application organize and rename pictures? You can turn off or turn on this message in the Control Panel.
fr: Voulez-vous laisser l'application renommer les images et les albums? Vous pouvez activer ou désactiver ce message dans le panneau de configuration.

source: Yes
fr: Oui

source: Not now
fr: Pas maintenant

source: Always
fr: Toujours

source: Ask
fr: Demander à chaque fois

source: Never
fr: Jamais

# NoChoose
source: No, let me choose
fr: Non, je vais les sélectionner

source: Import
fr: Importer

# NoNewImage
source: No new image was found on this device.
fr: Aucune nouvelle image n'a été trouvée sur ce périphérique.

source: New
fr: Nouvelles

# MergeTrips
source: Merge these 2 trips?
fr: Fusionner ces 2 voyages?

# MergeSamples
source: You can't merge sample trips
fr: Vous ne pouvez pas fusionner ces voyages

# ConnectionInformation
source: You must be connected to create a new trip
fr: Vous devez etre connecté pour créer un nouveau voyage

# NoConnection
source: No Internet connection
fr: Pas de connection Internet

# CreatingOf
source: Creating
fr: Création de l'

# TrialDescription
source: This version is limited to 2 trips only. You must upgrade to full version to get access to all features.
fr: Cette version est limitée à deux voyages. Vous devez obtenir une licence pour accéder à toutes les fonctions.

source: Trial version
fr: Version d'essai

# DownloadPosition
source: Downloading position
fr: Téléchargement de la position

# Reorganize
source: Reorganise folder
fr: Réorganise le dossier

# MergeAlbums
source: Merge these 2 albums?
fr: Fusionner ces 2 albums?

# ConfigPerfo
source: Reduce the number of elements to be displayed on map, activate if your computer has low-perf processor/RAM
fr: Réduis le nombre d'éléments affichés

# ConfigPerfoTitle
source: Low performances
fr: Performances réduites

source: Accounts
fr: Comptes

# LoginDescription
source: Login to one of these providers if you want to synchronize your trips and pictures.
fr: Connectez vous à un de ces services en ligne si vous voulez synchroniser vos albums et vos photos.

# MovePicture
source: Moving picture
fr: Déplace l'image

# Merging
source: Merging trips...
fr: Fusionne les voyages...

# SynchroAlbum
source: Synchronize album
fr: Synchronisation de l'album

# SynchroStart
source: Synchronization with server started
fr: Démarrage de la synchronisation avec le serveur

# SynchroTrip
source: Synchronize trip
fr: Synchronisation du voyage

# DeleteCloud
source: Do you want to delete all the online content as well?
fr: Voulez-vous également supprimer le contenu synchronisé?

# DeleteCloudFailed
source: GlobeTrotter was unable to delete the online content. You can delete it manually later.
fr: GlobeTrotteur n'a pas réussi a supprimer tout le contenu synchronisé. Vous devrez finir la suppression manuellement plus tard.

source: Upload
fr: Synchronisation du fichier

# CompressionChooseLevel
source: Choose desired compression level:
fr: Choisissez le niveau de compression souhaité:

# CompressionHigh
source: High (1024x768)
fr: Fort (1024x768)

# CompressionMedium
source: Medium (1920x1080)
fr: Moyen (1920x1080)

# CompressionNo
source: No compression (original)
fr: Pas de compression (original)

# SynchroWith
source: Synchronization with
fr: Synchronisation avec

# CodeAuthField
source: Paste your Dropbox authorization code here
fr: Collez ici votre code d'autorisation Dropbox

# DescField1
source: Dropbox needs an authorization code from your default browser, for security reasons.
fr: Dropbox demande un code d'autorisation depuis votre navigateur par défaut, pour des raisons de sécurité.

# DescField2
source: If it is the first time you see this message, click "Request new code" and copy the final code.
fr: Si c'est la première fois que vous voyez ce message, cliquex sur "Nouveau code" et copiez le code final.

# RequestText
source: Request new code
fr: Nouveau code

source: Guest
fr: Utilisateur

# Synchro
source: Synchronization
fr: Synchronisation

source: Ignore
fr: Ignorer

# LeaveWithoutUpdate
source: Your modifications were not saved
fr: Vos modifications n'ont pas été sauvegardées.

source: Save
fr: Sauvegarder

# ConfAskDropbox
source: Synchronize with Dropbox
fr: Synchroniser avec Dropbox

# ConfAskRename
source: Rename files and folders
fr: Renommer les fichiers et dossiers

# ConfAskUsb
source: Synchronize with Usb
fr: Synchroniser avec Usb

# ConfLblName
source: Name:
fr: Nom:

# ConfLblPath
source: Path:
fr: Chemin:

# ConfLblPicNum
source: Pictures:
fr: Images:

# ConfTitle
source: Trip configuration
fr: Configuration

# LocationDefined
source: Location is defined
fr: Emplacement définit

# ConfLblLocation
source: Location:
fr: Lieu:

# NoSampleModification
source: You can't modify this trip
fr: Vous ne pouvez pas modifier ce voyage

source: Loading...
fr: Chargement...

# SyncFailRestartLater
source: Synchronisation failed. Please restart later.
fr: La synchronisation a échoué. Réessayez plus tard.

# AppDescription
source: Organize and review your last trip
fr: Organisez et revivez votre dernier voyage

# ImportForbidden
source: You are not allowed to import from this folder.
fr: Vous n'êtes pas autorisé à importer depuis ce dossier.
